[
  {
    "wicked_pos": "जब भी सूर्य नीच का या पाप ग्रहों से संबंधित अथवा शत्रु स्थान में स्थित होता है तो उस समय अति कष्टदायक सिद्ध होता है और अनेक रोगों का कारण होता है । सूर्य को अन्य विषम स्थितियों इस प्रकार हो सकती है-\n1. सूर्य तुला राशि में सप्तम, अष्टम या द्वादश भाव में स्थित हो और नीच स्थित  राशि स्थान मंगल उसे ज्योति दृष्टि से देखाता हो । \n2. यदि जन्मकाल या गोचर में वृष, तुला, मकर या कुंभ राशि में हो ।  \n3. शनि मंगल को देखता हो, मंगल सूर्य को देखता हो और सूर्य की महादशामें सूर्यांतरमें दुर्घटना का योग होता है । \n4.  सूर्य अष्टम में मंगल के साथ हो ",
    "rog": "जब सूर्य रोग कारक होता है तो वह निम्नलिखित रोगों की संभावना होती है पित्त, उष्णज्वर, शरीर में जलन, हृदय रोग, नेत्र रोग, चर्म रोग, रक्ताल्पत्ता, पीलिया, लीवर, हैजा, शिरोवरण, विषज व्याधियाँ,दाहज्वर, आदि ।",
    "ratan": "माणिक्य- सूर्यकांत मनी या लकड़ी, तामड़ा ",
    "tmantra": "ॐ घृणि: सूर्याय नम:॥",
    "bmantra": "ॐ ह्रीं हौं सूर्याय नम:॥"
  },
  {
    "wicked_pos": "1. चंद्रमा वृश्चिक (नीच) राशि का तीसरे, छठे, आठवें, या बारवे घर में हो । कन्या राशि गलत 7,9,2 में हो ।  \n2. लग्न में अष्टम नीच का हो और शनि ग्यारवें या दूसरे भाव से दसवीं दृष्टि से देखा हो । \n3. क्षीण चंद्र अष्टम में हो या मकर राशि हो तथा शनि द्वितीय या ग्यारवें भाव से देखा हो ।  \n4. चंद्रमा की महादशा में शनि का अंतर हो। कुंडली में चंद्र पाप ग्रहों से संबंध या युति रखता हो या मंगल देखा हो । \n5. चंद्रमा गोचर में पांचवें, आठवे या बारहवे होने पर कष्ट दायक होता है । इन स्थितियों में चंद्रमा निम्नलिखित रोग तथा कष्ट उत्पन्न करता है ",
    "rog": "मूत्राशय-संबंधी रोग, मधुमेह, अतिसार, अनिद्रा, नेत्र रोग, विक्षिप्तता, पीलिया, मानसिक थकान, शीत ज्वर, अरुचि, मंदाकिनी, सूखी खांसी, कुकर खांसी, दमा, श्वास रोग आदि । इनके लिए मोती धारण करना लाभदायक है ।",
    "ratan": " मोती - चंद्रकांत मणि ",
    "tmantra": "ॐ ऐं क्लीं सोमाय नम:॥",
    "bmantra": "ॐ ऐं क्लीं सोमाय नम:॥"
  },
  {
    "wicked_pos": "1. जन्म कुंडली में मंगल कर्क राशि का होकर लग्न, सप्तम या चतुर्थ में बैठा हो । \n2. मंगल शत्रु ग्रह के साथ स्थित हो और सूर्य से दृष्ट हो\n3. मंगल मिथुन अथवा तुला राशि में काम आशंका हो और तीसरे या नवम भाव का स्वामी हो तथा शनि द्वारा दृष्ट हो। \n4. मंगल की दशा में मंगल का अंतर हो। उस समय गोचर चौथे, आठवें, बारहवें वक्री हो तो कई प्रकार के कष्ट उत्पन्न करता है।",
    "rog": "रक्त प्रवाह, रक्तातीसर, जल जाना, उच्च रक्तचाप, दुर्घटना, रक्त विकार, चर्म रोग,( दाद, खाज, खुजली), बवासीर, कुष्ठ, फोड़ा-फुंसी, हड्डी टूटना, पित्त ज्वर, गुल्म आदि ।",
    "ratan": "मूंगा - विद्रुम मणि, या संघ मुंगी, रतुआ, लाल अकीक",
    "tmantra": "ॐ अं अंङ्गारकाय नम:॥",
    "bmantra": "ॐ हूं श्रीं भौमाय नम:॥"
  },
  {
    "wicked_pos": "1. बुध मीन का बारहवें, आठवी या पंचम में हो । \n2. बुध शत्रु गृही हो और शनि के साथ बारहवें, नवम या द्वितीय भाव में हो।  \n3. बुध राहु के साथ सप्तम में हो ।",
    "rog": "मुकबधिरता, नपुंसकता, अजीर्ण, शक्तिहीनता, आमाशयकी गड़बड़ी, वायुयान पीड़ा, हृदय गति रुकना, सन्निपात, भ्रांति, गले या नासिक के रोग ,उन्माद जिव्हा, रोग मिर्गी आदि । ",
    "ratan": "पन्ना - मरगज, जबरजंद ",
    "tmantra": "ॐ ऐं श्रीं श्रीं बुधाय नम:॥",
    "bmantra": "ॐ ऐं श्रीं श्रीं बुधाय नम:॥"
  },
  {
    "wicked_pos": "1. गुरु की शत्रु ग्रहों के साथ युक्ति हो और मंगल अथवा शनि से दृष्ट हो । \n2. लगन से दूसरे वृश्चिक  राशि का हो या लगन से तीसरे मिथुन राशि का हो या लगन से छठे मिथुन राशि का अथवा लग्न से आठवीं तुला राशि का हो । \n3. कुंडली में गुरु मकर का लग्न सप्तम या अष्टम में हो । \n4. मकर का गुरु राहु के साथ सप्तम या दशमे में हो ",
    "rog": "गले की तकलीफ, श्वास कष्ट, कफ, अतिसार, लिवर-संबंधी कष्ट, पक्षाघात, गठीया, आमवात, मूर्छा, कान के रोग, राज्य लक्ष्मा आदि ।",
    "ratan": " पुखराज- सोनल या सुनेला",
    "tmantra": "ॐ ह्रीं क्लीं हूं बृहस्पतये नम:॥",
    "bmantra": "ॐ ह्रीं क्लीं हूं बृहस्पतये नम:॥"
  },
  {
    "wicked_pos": "1. शुक्र नीच का कन्या राशिगत लग्न में सप्तम में या व्यय स्थान में हो \n2. शुक्र शत्रुघ्न कर्क और सिंह राशि स्थित हो यह शत्रु ग्रह की युक्ति हो और नवम अथवा दास में में बैठा हो \n3. शुक्र पर शत्रु ग्रहों की नीच दृष्टि हो या शुक्र ग्रह की महादशा में हो \n4. शुक्र राहु सूर्य के साथ तीसरे भाव में बैठकर भाग्य स्थान को देखा हो",
    "rog": "वीर्य दोष नेत्र रोग पानी गिरना जल मोतियाबिंद ढूंढ आदि हिस्टीरिया कुंठितबुद्धि सर्वांग शोध मधुमेह प्रदर रोग गुड़ा अथवा इंद्रिय रोग प्रमेय सुजाक गर्भाशय संबंधी रोग अंडकोष वृद्धि मूत्र रोग धातु का जाना नासूर नपुंसकता गोनोरिया हर्निया आदि।",
    "ratan": "हीरा - कुरंगी, दतला, सिम्मा, तुर्मली",
    "tmantra": "ॐ ह्रीं श्रीं शुक्राय नम:॥",
    "bmantra": "ॐ ह्रीं श्रीं शुक्राय नम:॥"
  },
  {
    "wicked_pos": "1. कुंडली में शनि मेष राशि का किसी भी भाव में बैठा हो, वह उसे भाव के प्रभाव को बिगाड़ देता है । \n2. शनि कर्क या वृश्चिक राशि होकर लग्न तृतीय पंचम या सप्तम में हो । \n3. शनि और मंगल की किसी भी त्रिकोण में दोहरी संधि या युक्ति हो \n4. शनि राहु ग्रह के साथ केंद्र में हो या शनि में मंगल का अंतर हो।",
    "rog": "पक्षाघात, हाथ-पैर या शरीर का कंपन, मिर्गी, मानसिक या स्नायु संबंधी रोग, गठिया, कैंसर, वातोदर, राज्य लक्ष्मण विश बड़ा सूजन उधर शु बार-बार ऑपरेशन होना लिहोदर कृमि रोग आदि",
    "ratan": " नीलम- जमुनिया नीली, लाजवर्त, काला अकीक ",
    "tmantra": "ॐ ऐं ह्रीं श्रीं शनैश्चराय नम:॥",
    "bmantra": "ॐ ऐं ह्रीं श्रीं शनैश्चराय नम:॥"
  },
  {
    "wicked_pos": "1. राहु अष्टम भाव में हो तथा मंगल की उसे पर दृष्टि हो। \n2. शनि राहु की युक्ति हो और राहु धनु राशि का हो। \n3. राहु नीचका नवम भाव में हो और मंगल का शनि की उसे पर दृष्टि हो। \n4. राहु मेष, कर्क, सिंह या वृश्चिक राशि का लग्न, चतुर्थ, छठे अथवा दशम भाव में हो।",
    "rog": "मस्तिष्क रोग, कब्ज, अतिसार, भूत-प्रेतका भय, चेचक, कुष्ठ रोग, कैंसर, गठिया, वायु विकार, हृदय रोग, रीड की हड्डी टूटना, त्वचा रोग आदि।",
    "ratan": "गोमेद- साफी, तुरसा, भारतीय गोमेद",
    "tmantra": "ॐ ऐं ह्रीं राहवे नम:॥",
    "bmantra": "ॐ ऐं ह्रीं राहवे नम:॥"
  },
  {
    "wicked_pos": "1. केतु नीचका होकर वृष या मिथुन राशि का शुक्र के साथ स्थित हो । \n2. केतु जन्म कुंडली या गोचर में सूर्य के साथ सप्तम या अष्टम में हो। \n3. केतु लग्न या पंचम में शनि के साथ हो। \n4. केतु शत्रुग्रही (मेष, कर्क, सिंह, वृश्चिक का) द्वितीय, तृतीय, पंचम या सप्तम में शनि के साथ हो और सूर्य उसे देखा हो।",
    "rog": "रक्ताल्पता, जल जाना, कैंसर, हैजा, निमोनिया, दमा, त्वचा या मूत्र रोग, प्रसवपीड़ा, छुतकी की बीमारी, पित्त रोग, बवासीर आदि ।",
    "ratan": "लहसुनिया- फिरोजा, गोंदत, संघीय  ",
    "tmantra": "ॐ ह्रीं ऐं केतवे नम:॥",
    "bmantra": "ॐ ह्रीं ऐं केतवे नम: ॥"
  }
]