[
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था आपके जन्मकुंडली में एक संवेदनशील बिंदु में स्थित है, और यह स्थिति आपके लिए अनुकूल है। आपका मुन्था भाव 1 में है, जिसका मतलब है कि आपको करियर के लिए बेहतर संभावनाएं मिलेंगी और चाहे वो किसी भी क्षेत्र में हों, आपको चतुर्मुख विकास के अवसर मिलेंगे। आप अपने प्रतिद्वंद्वियों को परास्त करने में सक्षम होंगे और आपका स्वायत्तता महसूस होगा। आपका स्वास्थ्य सुधरेगा और आर्थिक दृष्टि से आप अधिक समृद्ध होंगे।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में स्थित है, और आपका मुन्था भाव 2 में है, जिससे आकस्मिक धन प्राप्ति का योग है। इस धन को लॉटरी, शेयर बाजार, और अन्य विभिन्न तरीकों से प्राप्त किया जा सकता है। व्यापारिक लेन-देनों के माध्यम से भी आप अधिक धन कमा सकते हैं। पुराने घर की खरीद-बिक्री से भी आपको धन मिल सकता है। आपका मान-सम्मान बढ़ेगा, आप बेहतर खाने का आनंद लेंगे, और प्रशासनिक सहायता प्राप्त करेंगे।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 3 में है, जिससे आप अपने विरोधियों और शत्रुओं को परास्त करने में सक्षम होंगे। कानूनी लड़ाइयों में विजय प्राप्त होगी। आपको बेहतर स्वास्थ्य का लाभ मिलेगा और आप नाम और दाम दोनों का आनंद उठाएंगे। आप नए मित्रों को प्राप्त करेंगे और आपको अपने भाइयों और बहनों का सहयोग भी मिलेगा।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में स्थित है, और आपका मुन्था भाव 4 में है, जिससे यह स्थिति मुंथा के लिए अनुकूल नहीं है। इस वर्ष, आपके लिए परेशानियों भरा रहेगा। माता के कारण, आप तनावग्रस्त रह सकते हैं। आपके घनिष्ठ सहयोगियों और रिश्तेदारों के साथ विवाद की संभावना है। इसके अलावा, पद की हानि या घटना की संभावना भी है।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 5 में है, इससे यह स्थिति मुंथा के लिए एक अनुकूल है। आप कुछ सामाजिक और पुनीत कार्यों में भाग लेंगे। बच्चे के जन्म या बच्चों के कारण खुशियाँ मिलेंगी। करियर की दृष्टि से समय अच्छा बितेगा। सम्मान की प्राप्ति होगी। आपका संपर्क ऊंचे पदों पर बैठे व्यक्तियों के साथ बढ़ेगा।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 6 में है, जिससे आपको स्वास्थ्य संबंधी कई परेशानियां आपको तनाव में डाल सकती हैं। कुछ निकट रिश्तेदार गंभीरता से बीमार हो सकते हैं। आपके विरोधियों से खतरा बना रह सकता है। चोरी के कारण नुकसान हो सकता है। शत्रु की किसी गतिविधि के चलते चोट लगने का भी खतरा है। आपके कार्यस्थल पर विरोधियों को प्रशासनिक सहायता मिलने की वजह से आपके मानसिक स्थिति पर बुरा असर पड़ सकता है।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 7 में है, जिससे आपके जीवन साथी को कई स्वास्थ्य संबंधी परेशानियाँ हो सकती हैं। आप मानसिक रूप से अत्यधिक तनावग्रस्त रह सकते हैं और वैवाहिक या प्रेमजीवन में कुछ अनहोनी घटनाएँ हो सकती हैं। खर्चों में वृद्धि होगी। पद की हानि का खतरा रहेगा और आपके वरिष्ठ जनों के आपके विरोध में जाने की भी संभावना है। जीवन के हर कदम पर आपको कठिनाइयों का सामना करना पड़ सकता है।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 8 में है, जिससे यह समय आपके लिए कठिन हो सकता है। आपको अपने सगे संबंधियों के साथ अशुभ समाचार का सामना करना पड़ सकता है। कई बीमारियाँ हो सकती हैं। निकट रिश्तेदार की अकस्मिक मृत्यु की संभावना भी है। दुर्घटना का आकलन हो सकता है। धन और आत्मविश्वास में हानि हो सकती है। मानसिक तनाव आपके साथ रहेगा। आपका स्थानांतरण प्रियजनों से दूर, किसी अनजान स्थान पर हो सकता है।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 9 में है, जिससे यह स्थिति आपके लिए वर्ष भर में उन्नति और सफलता की ओर प्रवृत्त करेगी। आपकी इच्छाएँ पूरी होंगी। घर में खुशियों का सजीव माहौल बना रहेगा। जीवन संगी से और बच्चों से सुख-शांति मिलेगी, और आपका नाम चारों दिशाओं में प्रसारित होगा। विदेशी देश से आय का भी संभाव है।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 10 में है, इसके कारण आपको करियर में बेहतर अवसर मिलेंगे। इसके साथ ही, ज़मीन और वाहन की प्राप्ति का भी योग है। आप आरामदायक चीज़ों का आनंद लेंगे। उच्च पदों से सहयोग मिलेगा और आपके पद और मान में सुधार होगा। आपकी इच्छाएं भी पूरी होंगी।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 11 में है, जिससे आपको बेहतर स्वास्थ्य, लोकप्रियता, मित्रता, और सुखद पारिवारिक जीवन का आनंद मिलेगा। आपको उच्च प्रशासनिक या राजकीय पदों से सहायता मिलेगी। आपकी इच्छाएं पूरी होंगी और आपकी समस्याओं का समाधान होगा।"
  },
  {
    "desc": "भारतीय ज्योतिष के अनुसार, मुन्था संवेदनशील बिंदु में है, और आपका मुन्था भाव 12 में है, जिससे आपके खर्चों में बढ़ोत्तरी होगी और वे अपनी सीमाओं को पार कर सकते हैं। आर्थिक दृष्टि से यह एक परेशानियों भरा समय हो सकता है। धन की हानि और वित्तीय कठिनाइयों का सामना करना पड़ सकता है। आप कुछ व्यक्तियों के साथ कुसंगति में फंस सकते हैं। आपको अपने परिश्रम का मान्यता नहीं मिलेगा। पद की हानि या स्थानांतरण की भी संभावना है।"
  }
]